<?php
/*
Template Name: About Us
*/
?>
<?php get_header(); ?>

<div class="page">

  <div class="aboutUsPageWrapper">
    <section class="aboutUsFirstScreen" style="background-image: url(<?php echo site_url(); ?>/wp-content/uploads/2019/08/aboutUsBg.jpg)">
      <a href="<?php echo get_bloginfo('url') ?>" class="logo">
        <img src="<?php echo site_url(); ?>/wp-content/uploads/2019/08/mainLogo.png" alt="<?php echo get_bloginfo('name') ?>">
      </a>
      <div class="borderBlock container">
        <div class="row"></div>
        <div class="row">
          <div id="wwd">
            <svg width="605" height="194" viewBox="0 0 605 194" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M60.7188 52.4922L70.2891 1.90625H84.8887L69.1172 73H54.3711L42.7988 25.4414L31.2266 73H16.4805L0.708984 1.90625H15.3086L24.9277 52.3945L36.6465 1.90625H49.0488L60.7188 52.4922Z" fill="#171111"/>
              <path d="M150.709 73H136.061V42.5312H107.496V73H92.8477V1.90625H107.496V30.7148H136.061V1.90625H150.709V73Z" fill="#171111"/>
              <path d="M221.949 39.0645C221.949 46.0632 220.712 52.1992 218.238 57.4727C215.764 62.7461 212.216 66.8151 207.594 69.6797C203.004 72.5443 197.73 73.9766 191.773 73.9766C185.882 73.9766 180.624 72.5605 176.002 69.7285C171.38 66.8965 167.799 62.86 165.26 57.6191C162.721 52.3457 161.435 46.291 161.402 39.4551V35.9395C161.402 28.9408 162.656 22.7884 165.162 17.4824C167.701 12.1439 171.266 8.05859 175.855 5.22656C180.478 2.36198 185.751 0.929688 191.676 0.929688C197.6 0.929688 202.857 2.36198 207.447 5.22656C212.07 8.05859 215.634 12.1439 218.141 17.4824C220.68 22.7884 221.949 28.9245 221.949 35.8906V39.0645ZM207.105 35.8418C207.105 28.3874 205.771 22.7233 203.102 18.8496C200.432 14.9759 196.624 13.0391 191.676 13.0391C186.76 13.0391 182.968 14.9596 180.299 18.8008C177.63 22.6094 176.279 28.2083 176.246 35.5977V39.0645C176.246 46.3236 177.581 51.9551 180.25 55.959C182.919 59.9629 186.76 61.9648 191.773 61.9648C196.689 61.9648 200.465 60.0443 203.102 56.2031C205.738 52.3294 207.073 46.6979 207.105 39.3086V35.8418Z" fill="#171111"/>
              <path d="M312.867 52.4922L322.438 1.90625H337.037L321.266 73H306.52L294.947 25.4414L283.375 73H268.629L252.857 1.90625H267.457L277.076 52.3945L288.795 1.90625H301.197L312.867 52.4922Z" fill="#171111"/>
              <path d="M387.77 42.1895H359.645V61.2324H392.652V73H344.996V1.90625H392.555V13.7715H359.645V30.7148H387.77V42.1895Z" fill="#171111"/>
              <path d="M466.285 58.3516H440.602L435.719 73H420.143L446.607 1.90625H460.182L486.793 73H471.217L466.285 58.3516ZM444.557 46.4863H462.33L453.395 19.875L444.557 46.4863Z" fill="#171111"/>
              <path d="M519.752 46.9746H508.082V73H493.434V1.90625H519.85C528.248 1.90625 534.726 3.77799 539.283 7.52148C543.84 11.265 546.119 16.5547 546.119 23.3906C546.119 28.2409 545.061 32.2936 542.945 35.5488C540.862 38.7715 537.688 41.3431 533.424 43.2637L548.805 72.3164V73H533.082L519.752 46.9746ZM508.082 35.1094H519.898C523.577 35.1094 526.425 34.1816 528.443 32.3262C530.462 30.4382 531.471 27.8503 531.471 24.5625C531.471 21.2096 530.51 18.5729 528.59 16.6523C526.702 14.7318 523.788 13.7715 519.85 13.7715H508.082V35.1094Z" fill="#171111"/>
              <path d="M600.074 42.1895H571.949V61.2324H604.957V73H557.301V1.90625H604.859V13.7715H571.949V30.7148H600.074V42.1895Z" fill="#171111"/>
              <path d="M60.7188 172.492L70.2891 121.906H84.8887L69.1172 193H54.3711L42.7988 145.441L31.2266 193H16.4805L0.708984 121.906H15.3086L24.9277 172.395L36.6465 121.906H49.0488L60.7188 172.492Z" fill="#171111"/>
              <path d="M150.709 193H136.061V162.531H107.496V193H92.8477V121.906H107.496V150.715H136.061V121.906H150.709V193Z" fill="#171111"/>
              <path d="M204.566 178.352H178.883L174 193H158.424L184.889 121.906H198.463L225.074 193H209.498L204.566 178.352ZM182.838 166.486H200.611L191.676 139.875L182.838 166.486Z" fill="#171111"/>
              <path d="M279.371 133.771H257.594V193H242.945V133.771H221.461V121.906H279.371V133.771Z" fill="#171111"/>
              <path d="M365.113 172.492L374.684 121.906H389.283L373.512 193H358.766L347.193 145.441L335.621 193H320.875L305.104 121.906H319.703L329.322 172.395L341.041 121.906H353.443L365.113 172.492Z" fill="#171111"/>
              <path d="M440.016 162.189H411.891V181.232H444.898V193H397.242V121.906H444.801V133.771H411.891V150.715H440.016V162.189Z" fill="#171111"/>
              <path d="M478.395 193V121.906H500.27C506.52 121.906 512.102 123.322 517.018 126.154C521.965 128.954 525.823 132.958 528.59 138.166C531.357 143.342 532.74 149.234 532.74 155.842V159.113C532.74 165.721 531.373 171.597 528.639 176.74C525.937 181.883 522.112 185.871 517.164 188.703C512.216 191.535 506.633 192.967 500.416 193H478.395ZM493.043 133.771V181.232H500.123C505.852 181.232 510.23 179.361 513.258 175.617C516.285 171.874 517.831 166.519 517.896 159.553V155.793C517.896 148.566 516.399 143.098 513.404 139.387C510.41 135.643 506.031 133.771 500.27 133.771H493.043Z" fill="#171111"/>
              <path d="M601.832 159.064C601.832 166.063 600.595 172.199 598.121 177.473C595.647 182.746 592.099 186.815 587.477 189.68C582.887 192.544 577.613 193.977 571.656 193.977C565.764 193.977 560.507 192.561 555.885 189.729C551.262 186.896 547.682 182.86 545.143 177.619C542.604 172.346 541.318 166.291 541.285 159.455V155.939C541.285 148.941 542.538 142.788 545.045 137.482C547.584 132.144 551.148 128.059 555.738 125.227C560.361 122.362 565.634 120.93 571.559 120.93C577.483 120.93 582.74 122.362 587.33 125.227C591.952 128.059 595.517 132.144 598.023 137.482C600.562 142.788 601.832 148.924 601.832 155.891V159.064ZM586.988 155.842C586.988 148.387 585.654 142.723 582.984 138.85C580.315 134.976 576.507 133.039 571.559 133.039C566.643 133.039 562.851 134.96 560.182 138.801C557.512 142.609 556.161 148.208 556.129 155.598V159.064C556.129 166.324 557.464 171.955 560.133 175.959C562.802 179.963 566.643 181.965 571.656 181.965C576.572 181.965 580.348 180.044 582.984 176.203C585.621 172.329 586.956 166.698 586.988 159.309V155.842Z" fill="#171111"/>
            </svg>
          </div>
        </div>
        <div class="row"></div>
        <img class="decorCircle" src="<?php echo site_url() ?>/wp-content/uploads/2019/08/decorAbout.png" alt="decorAbout">
      </div> <!--.borderBlock-->
    </section> <!-- .aboutUsFirstScreen-->

    <section class="aboutYellow">
      <div class="titleContainer">
        <div class="title">Shaham Crystal Group | Company profile</div>
      </div>
      <div class="container">
        <div class="part">
          <p>קבוצת גביש שחם היא חברה יזמית בתחום הנדל"ן המתמחה בתכנון ובניית פרויקטים קונספטואליים ייחודיים, מעוצבים ומותאמים אישית. בפרויקטים שאנו בונים אנו מיישמים את תפיסת העולם היסודית שלנו, "החיים קצרים" ו"חיים רק פעם אחת", וממצים מהחיים את כל הטוב שיש. מסיבה זו, אנו דוגלים בארכיטקטורה ועיצוב מוקפדים, חדשניים ויצירתיים ובמפרטים מפנקים וחלומיים. אנחנו מעניקים ללקוחותינו יותר מקירות מעוצבים ומפרטים יוקרתיים, את הבתים שלנו אנו יוצרים עם נשמה, ומתאימים אותם אישית לסיפור ולעולם הפרטי של כל אחד מלקוחותינו. לחלומות, לאהבות, לתחביבים ולפנטזיות שרק תעזו לחלום.</p>
          <p>אנו לא נרתעים מפרויקטים מורכבים. חילוץ פרויקטים מקשיים, הסרת חסמים, מימון, ופתרון מחלוקות משפטיות, אצלנו זו שיגרה.  אנחנו אלופים בהכנת לימונדה! לוקחים פרויקטים מסובכים משפטית ותכנונית, עם קונפליקטים וחסמים רבים, ומצליחים להפוך את הלימון החמוץ ללימונדה מתוקה ורעננה.</p>
        </div>
        <div class="part">
          <p>את כל זה אנו מצליחים לעשות בזכות צוות הקומנדו הייחודי שלנו, אשר פיתח מומחיות רבה בפיתוח פרויקטים משלב שינוי/ תכנון התב"ע, דרך פתרון כל החסמים התכנוניים הבירוקרטיים והמשפטיים ועד למסירת המוצר המוגמר והמותאם אישית לכל לקוח.</p>
          <p>תפיסת העולם שלנו ואת העיצובים הייחודיים שלנו לכל מקום אליו אנו מגיעים. כל הפרויקטים שלנו, ללא קשר לגודלם, זוכים לטיפול אישי וליווי צמוד של עורך דין, מהנדס ומנהל פרויקט. אשר מובילים את הפרויקט מרגעיו הראשונים ועד למסירתו ללקוח.</p>
        </div>
      </div>
    </section>

    <section class="aboutMap">
      <div class="titleContainer">
        <div class="title">Shaham Crystal Group | Activity map in Israel</div>
      </div>
      <div class="container">
        <div class="mapSection">
          <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d45488.42264829626!2d34.760255635002856!3d32.07067567860087!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x151d4ca6193b7c1f%3A0xc1fb72a2c0963f90!2z0KLQtdC70Ywt0JDQstC40LIsINCY0LfRgNCw0LjQu9GM!5e0!3m2!1sru!2sua!4v1567152065704!5m2!1sru!2sua" width="100%" frameborder="0" style="border:0;" allowfullscreen=""></iframe>
        </div> <!-- .mapSection-->
        <div class="titleSection">
          <div class="row"></div>
          <div class="row mapTitleRow">
            <div class="mapTitle">
              מפת<br>
              פעילות<br>
              בארץ<br>
            </div>
          </div>
          <div class="row"></div>
        </div> <!-- .titleSection -->
      </div>
    </section>

    <section class="activityAreas">
      <div class="titleContainer">
        <div class="title">Shaham Crystal Group | Areas of activity</div>
      </div>

      <div class="titleContainer content">
				<div class="list">
					<?php
					while ( have_rows('activity_areas') ) : the_row();
						?>
            <div class="singleParagraph">
              <div class="pTitle"><?php the_sub_field('title'); ?></div>
              <div class="pContent">
								<?php the_sub_field('content'); ?>
              </div>
            </div>
					<?php
					endwhile;
					?>
        </div>
      </div>
    </section>

    <section class="managmentBoard">
      <div class="titleContainer">
        <div class="title">Shaham Crystal Group | Management board</div>
      </div>

      <div class="container">
        <div class="board">
					<?php
					while ( have_rows('managment_board') ) : the_row();
						?>
            <div class="member">
              <div class="image">
                <img src="<?php echo get_sub_field('image')['url']; ?>" alt="">
              </div>
              <div class="memberTitle"><?php the_sub_field('title'); ?></div>
              <div class="memberDescription"><?php the_sub_field('description'); ?></div>
            </div>
					<?php
					endwhile;
					?>
        </div>
      </div>
    </section>

    <section class="partneers">
      <div class="titleContainer">
        <div class="title">Partners in the Road</div>
      </div>

      <div class="sliderPartneers">
				<?php
				while ( have_rows('partneers') ) : the_row();
					?>
          <div>
            <a href="<?php echo get_sub_field('link'); ?>" target="_blank" class="singlePartneer">
              <img src="<?php echo get_sub_field('image');?>" alt="<?php echo get_sub_field('link');?> ">
            </a>
          </div>
				<?php
				endwhile;
				?>
      </div> <!-- .sliderPartneers-->
    </section>
  </div>

</div>

<?php
get_footer();
?>
