<?php
/*
Template Name: Policies
*/
?>
<?php get_header(); ?>

<div class="page">
  <section class="headerSection">
    <div id="policiesText" class="container">
    <div class="document">
      <h1>תקנון אתר אינטרנט GSG ותנאי שימוש</h1>
      <p>ברוכים הבאים לאתר GSG, להלן תקנון האתר ותנאי השימוש הכלליים בו, המהווים את הבסיס החוקי לביצוע רכישות וגלישה באתר. יש לקרוא את התקנון והתנאים הכלליים בטרם ביצוע כל פעולה / רכישה באתר ,הוראות אלו יחולו על כל שימוש באתר ועל כל רכישה שתתבצע באתר ויהווה בסיס לכל דיון בינך לבין החברה, לפיכך הנך מתבקש/ת לקרוא תקנון זה במלואו ובעיון. </p>
      <h2>מבוא</h2>
      <ol class="policiesol">
        <li>אתר "GSG" (להלן "האתר") הוא אתר המשתמש כאתר ייצוגי למידע, מכירות ותדמית עבור "קבוצת גביש שחם" והנך מוזמן לקחת בו חלק בכפוף להסכמתך לתנאי השימוש אשר יפורטו להלן. האתר מופעל ע"י חברת גביש שחם ("גביש שחם" או "החברה") ומשמש גם בתור אתר מכירות לצורך ביצוע הרשמה לפרויקטים בתחום הבניה ("המוצר").</li>
        <li>הרכישה באתר פתוחה לכל קהל הגולשים בישראל ובלבד שלגבי כל משתתף מתקיימים התנאים הבאים יחדיו:
        <ol>
          <li>המשתתף תושב ישראל שמלאו לו 18 שנים.</li><!-2.1.->
          <li>למשתתף כרטיס אשראי המאפשר תשלום באתר.</li>
          <li>המשתתף מילא את פרטיו האישיים בצורה מדוייקת ויש ברשותו תיבת דואר אלקטרוני תקינה אשר פרטיה מולאו כהלכה באתר.</li>
        </ol>
        </li>
        <li>האמור בתקנון זה בלשון זכר הוא לשם הנוחות בלבד והתקנון מתייחס לבני שני המינים באופן שווה.</li>
        <li>ההרשמה לפרויקט באמצעות האתר כפופה לתנאים המפורטים בתקנון זה. הנהלת האתר שומרת לעצמה את הזכות לאשר או לסרב לאשר ביצוע הזמנה באתר והכל על פי שיקול דעתה הבלעדי. יובהר כי הנהלת האתר לא תהיה חייבת הזמנה, וזאת לפי שיקול דעתה הבלעדי והמוחלט ומבלי שתידרש לנמק החלטתה.</li>
        <li>עצם ביצוע ההרשמה באתר מהווה הצהרה מצד הלקוח כי קרא את הוראות תקנון זה, הבין אותן והסכים להן בהסכמה בלתי חוזרת. התקנון מהווה חוזה מחייב בינך לבין החברה ומהווה ויתור על כל טענה ו/או דרישה נגד האתר  / הנהלת האתר / GSG</li>
        <li>בנוסף השימוש באתר זה על כל תכניו והשירותים המוצעים בו, הורדות של קבצים, מדיה כגון תמונות וסרטונים והתכנים השונים המוצעים לקהל המבקרים עשויים להשתנות מעת לעת או בהתאם לסוג התוכן</li>
        <li>הנהלת האתר שומרת לעצמה הזכות לעדכן את תנאי השימוש המוצגים להלן מעת לעת וללא התראה או אזכור מיוחד בערוצי האתר השונים</li>
        <li>אנו שואפים לספק לכם את המידע המוצג באתר ללא הפרעות אך יתכנו בשל שיקולים טכניים, תקלות צד ג או אחרים, הפרעות בזמינות האתר. ולכן איננו יכולים להתחייב כי האתר יהיה זמין לכם בכל עת ולא יינתן כל פיצוי כספי או אחר בשל הפסקת השירות / הורדת האתר</li>
        <li>קישורים לאתר חיצוניים אינם מהווים ערובה כי מדובר באתרים בטוחים, איכותיים או אמינים וביקור בהם נעשה על דעתכם האישית בלבד ונמצאים בתחום האחריות הבלעדי של המשתמש באתר</li>
    <h2>הרשמה</h2>
      <li>האתר מאפשר ללקוחות הרשמה נוחה, קלה ובטוחה של המוצר באמצעות האינטרנט.</li>
      <li>ניתן להירשם לפרויקט נבחר באתר בכל עת עד לגמר המלאי.</li>
      <li>ההרשמה באתר הינה באמצעות כרטיס אשראי בלבד ותבוצע רק לאחר אישורה ע"י חברת האשראי. סירוב מחברת האשראי יהווה ראיה לביטול העסקה.</li>
      <li>מחיר המוצר / ההרשמה באתר כולל מע"מ בהתאם לשיעורו על פי דין.</li>
      <li>חשבונית מס וקבלה ישלחו ללקוח במייל שעודכן על ידו בעת ביצוע ההרשמה באתר.</li>
      <li>החברה שומרת לעצמה את הזכות להפסיק את השיווק וביצוע ההרשמות לפרויקט בכל עת וכן לשלול זכות רכישה באתר על פי שיקול דעתה ו/או לשנות את מחירי ההרשמה ולעדכנם מעת לעת, על פי שיקול דעתה הבלעדי וללא צורך בהודעה מוקדמת.</li>
      <li>המשתמש לא יהיה רשאי למכור את זכות ההרשמה שלו ו/או להמחות אותה ו/או להעביר אותה לאחר.</li>
    <h2>ביטולים</h2>
      <li>ההרשמה תהיה בתוקף למשך 14 ימים בלבד ותפקע באופן אוטומטי בתוך 14 ימים ככל שלא יחתם הסכם מכר מחייב. </li>
      <li>הרוכש יהיה רשאי לבטל את העסקה בהתאם להוראות חוק הגנת הצרכן התשמ"א 1981, ביטול העסקה יעשה בכתב באמצעות דואר אלקטרוני ובתנאי כי הלקוח קיבל אישור טלפוני ממשרדי החברה כי הודעת הדואר האלקטרוני התקבלה בפרק הזמן הקבוע בחוק הגנת הצרכן. לאחר המועד הקבוע בחוק הגנת הצרכן, לא יהיה רשאי הלקוח לבטל את ההרשמה ו/או לקבל את כספו חזרה משום סיבה שהיא. </li>
      <li>מבלי לגרוע מהאמור, מובהר כי סכום ההרשמה יהווה בכל מקרה את הסכום המירבי עליו ידונו הצדדים במידה ויהיה ויכוח או תביעה.</li>
      <li>כל פניה לחברה בקשר עם ההרשמה יש לעשות באמצעות פניה טלפונית או בדואר אלקטרוני לשירות הלקוחות של החברה. </li>
      <li>האתר שומר לעצמו את הזכות לבטל הרשמה / רכישה על פי שיקול דעתו הבלעדי ובין היתר במקרה של טעות ו/או תקלה במערכת ו/או טעות בפרסום ובכל מקרה אחר על פי שיקול דעת הנהלת האתר.</li>
    <h2>שירות לקוחות</h2>
      <li>בכל שאלה או בירור ניתן לפנות אל נציגי השירות של החברה בטלפון  07-22-20-20-70
        או במייל office@gsg.co.il
      </li>
      <h2>ניהול משתמשים ומבקרים באתר</h2>
      <li>הנהלת האתר שומרת לעצמה את הזכות לחסום כל משתמש ובין אם על ידי חסימת כתובת הIP  של המחשב שלו, כתובת הMACID  של המחשב שלו או אפילו בהתאם למדינת המוצא ללא צורך לספק תירוץ אשר מקובל על הגולש.</li>
      <li>צוות האתר / הנהלת האתר יעשה כל שביכולתו להגן על פרטי המשתמשים הרשומים באתר / מנויים הרשומים באתר. במקרים בהם יעלה בידיו של צד שלישי להשיג גישה למידע מוסכם בזאת כי לגולשים, משתמשים וחברים באתר לא תהה כל תביעה, טענה או דרישה כלפי צוות גביש שחם.</li>
    <h2>גילוי נאות</h2>
      <li>חברת גביש שחם כמו גם חברות אחיות וגורמי משנה נוספים הפועלים מטעם חברת גביש שחם ובהתאם לאותם הסטנדרטים, רשאיות להשתמש במידע המופיע בטופס על מנת להביא לך את המידע והשירותים המבוקשים. מידע אישי זה לא ייחשף ולא ייעשה בו שימוש נוסף, למעט למטרות שיווקיות של גביש שחם כמפורט בסעיף 25 להלן.</li>
      <li>החברה נוקטת באמצעי זהירות מקובלים על מנת לשמור, ככל האפשר, על סודיות המידע. במקרים שאינם בשליטת החברה ו/או הנובעים מכוח עליון, לא תהא החברה אחראית לכל נזק מכל סוג שהוא, ישר או עקיף, שייגרם ללקוח, אם מידע זה יאבד ו/או יעשה בו שימוש לא מורשה.</li>
      <li>החברה מתחייבת שלא לעשות שימוש במידע המסופק לה ע"י הקונים אלא על מנת לאפשר את ההרשמה באתר ובהתאם לכל דין</li>
      <li>לחיצה על  כפתור "שלח" יש משום הסכמה לחברת גביש שחם או למי מטעמה לעשות שימוש במידע אישי זה על מנת לספק לך מידע על המוצרים ומידע נוסף באמצעות אימייל או אחר, על שירותים ומשאבים הקשורים למוצרים של החברה. בנוסף, ניתן יהיה להשתמש במידע אישי זה למטרות סקר שוק. באם תחפצו להסיר בכל עת את פרטייך האישיים מרשימת התפוצה של החברה התקשרו לטלפון: 07-22-20-20-70 באמצעות לחיצה על כפתור "שלח" אני מאשר בחתימתי את הטופס ואת תנאיו.</li>
    <h2>קניין רוחני</h2>
      <li>כל זכויות הקניין הרוחני באתר מכירות זה הינן רכושה הבלעדי של החברה </li>
      <li>אין להעתיק, לשכפל, להפיץ, לפרסם או להשתמש בכל דרך אחרת במידע כלשהו מן האתר ו/או מאתר מכירות זה, אלא אם ניתנה הסכמה לכך מראש ובכתב מטעם החברה.</li>
      <li>ההדמיות והתמונות המופיעות באתר הינן להמחשה בלבד. התוכניות המחייבות יהיו התוכניות המאושרות כפי שיאושרו על ידי הרשויות ובהתאם להיתר בניה שינתן. </li>
      <li>האתר כמו גם כל המידע שבו לרבות עיצוב האתר, קוד האתר, קבצי מדיה לרבות גרפיקות, סרטונים, תמונות, טקסטים, קבצים המוצעים להורדה וכל חומר אחר אשר מוצג באתר (להלן: "הזכויות" ו/או "המידע המוגן") שייכים במלואם לאתר הנ"ל ומהווים קניין רוחני בלעדי של גביש שחם ואין לעשות בהם שימוש ללא אישור כתוב מראש מגביש שחם. זכויות אלו הן בבעלות מלאה של גביש שחם ולמשתמש לא תהיה כל זכות מכל סוג ומן שהיא לעשות שימוש בזכויות אלו. מובהר כי האתר כמכלול מוגן כיצירה שלמה.</li>
    <h2>דין וסמכות שיפוט</h2>
      <li>פרשנותו ואכיפתו של תקנון זה ו/או כל פעולה או סכסוך הנובע ממנו יעשו בהתאם לדין הישראלי בלבד ולבית המשפט המוסמך במחוז חיפה תהא מסורה סמכות השיפוט הבלעדית.</li>
    <h2>כללי</h2>
      <li>אתר GSG שומר לעצמו את הזכות לשנות את התקנון ותנאי השימוש מעת לעת, על פי שיקול דעתו הבלעדי, אולם השינויים לא יכללו מוצרים ושירותים שנרכשו זה מכבר באתר.</li>
      <li>הנהלת האתר עושה מאמצים לשמור על תקינות פעילות האתר. יחד עם זאת, הנהלת האתר אינה מתחייבת שהשירות באתר לא יופרע, ימתן כסדרו בלא הפסקות, קלקולים או תקלות – לרבות תקלות בחומרה, בתוכנה, בקווי התקשורת, במערכת הסליקה, והיא לא תהיה אחראית באופן כלשהו לתקלות ו/או שיבושים ברשת האינטרנט ו/או בקווי בזק ו/או בקווי התקשורת. מבלי לגרוע מהאמור, הנהלת האתר לא תישא במישרין או בעקיפין באחריות כלשהי לכל מקרה שבו הזמנתך לא התקבלה (מכל סיבה שהיא) ו/או לכל בעיה טכנית המונעת ממך להשלים את הרכישה ו/או לעדכנה.</li>
      <li>הנהלת האתר לא תישא באחריות לכל נזק מכל סוג שהוא אשר עלול להיגרם כתוצאה מפריצות, וירוסים, יישומי תוכנה או כל פגיעה באמצעי אבטחת המידע בהם נוקטת החברה.</li>
      </ol>
    </div>
    </div>
  </section>

</div>

<?php
get_footer();
?>
